alacritty
base
base-devel
bash-completion
bluetui
bluez
bluez-utils
brightnessctl
btop
chromium
cups
cups-pk-helper
efibootmgr
fd
fzf
git
github-cli
gnome-keyring
grim
gst-plugin-pipewire
gum
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
imagemagick
impala
intel-ucode
jq
lazygit
libpulse
linux
linux-firmware
lvm2
mako
nautilus
neovim
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
power-profiles-daemon
ruff-lsp
satty
slurp
sof-firmware
sudo
swayosd
system-config-printer
tmux
ttf-jetbrains-mono-nerd
unzip
uwsm
waybar
wev
wiremix
wireplumber
wl-clipboard
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
zram-generator
wayfreeze-git
xdg-terminal-exec
snappy-switcher
